[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=Spanish

FileAuthor=Sergio Fernández

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Sitio Web Circle Dock
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Autor
SupportForumWord=Foro de Soporte
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Teclas / Desplazamiento de la rueda del ratón por rotación
IconReplacementMode=Modo de sustitución de íconos
normal=Normal
topmost=Máxima
alwaysOnBottom=Siempre en la parte inferior
zLevel=Z - Nivel

[MainContextMenu]
WebsiteWord=Website
SettingsWord=Configuración
HideWord=Ocultar
ShowWord=Mostrar
QuitWord=Salir
RemoveWord=Remover
AddWord=Agregar
DockFolder=Carpeta del Dock
ChangeIcon=Cambiar icono
ItemSettings=Configuración de Items
PauseMouseToggling=Pausar alternancia del Mouse
blankIcon=Icono en Blanco

[SettingsPanel]
Name=Configuración de Circle Dock
SettingsPanelWord=Panel de control
GeneralWord=General
DockShape=Forma del Dock

Labels=Etiquetas
Animation=Animación
LocationWord=Ubicación
TogglingWord=Alternar
FileDockIconAssociations=Archivo -> Asociación de íconos
LanguageWord=Lenguaje
HelpWord=Ayuda
HotKeySelectorToggleDock=Selector del Hotkey (para alternar la visibilidad del Dock)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Combinación Válida
InvalidHotKeyCombination=Combinación Inválida/En Uso

CentreAroundCursorWhenShown=Centrar Dock alredeor del cursor cuando se muestra
CircleDockVersionWord=Versión Circular del Dock
EnableDockRotation=Permitir la rotación del Dock

ConfigurationDescriptionLabel=Personalizar la forma en que Circle Dock aparece en la pantalla

// Location Panel
lockDockAtCurrentPosition=Bloquear Dock en la posición actual

// General Panel
KeepDockAboveAllOtherWindows=Mantener Dock sobre todas las otras ventanas
ClickSensitivity=Sencibilidad del Click
Sensitive=Sensible
NotSensitive=No sensible
EnablePortabilityMode=Activar modo de portabilidad
UseMemorySaver=Usar ahorrador de memoria
useSameRotationValueAllLevels=Usar el mismo valor de rotación para todos los niveles
currentRotationValue=Establecer el valor actual de rotación (Radianes)

// Background Panel
Background=Fondo
BackgroundImage=Imágen de Fondo
NormalSize=Tamaño Normal
NormalOpacity=Opacidad Normal

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Número constante de items por círculo
NumberOfIconsPerCircle=Número de íconos por círculo
MinimumRadius=Radio mínimo
SeparationBetweenCircles=Separación entre círculos
FormatWord=Formato
CircleWord=Círculo
maximumNumberOfItemsPerCircle=Máximo número de items por círculo
lineWord=Línea
spiralWord=Espiral
rateOfIncrease=Tasa de aumento
defaultWord=Predeterminado
separationWord=Separación

// Centre Button Panel
CentreButton=Botón Central
DefaultCentreButton=Botón Central Predeterminado
OtherSettings=Otras Configuraciones
ShowStartMenuWhenClicked=Mostrar el Menú Inicio al hacer click
StartMenuResidueWarning=Nota: debe desactivar la opción "Mostrar sombras bajo los menús" en su estilo visual de Windows u obtendrá sombras residuales.

// Dock Items Panel
DockItems=Dock Items
RightClickMenu=Menú Botón Derecho
ShowWindowsFileFolderMenus=Mostrar menú de la carpeta de archivos de Windows
HideDock=Ocultar Dock
HideDockAfterFileExecution=Ocultar después de la apertura de los archivos/carpetas

// Labels Panel
FontWord=Fuente
ChangeFont=Cambiar Fuente
ChangeColor=Cambiar Color
ShadowWord=Sombra
ShadowSize=Tamaño de sombra
ShadowDarknessFactor=Factor oscuridad sombra
ShowLabels=Mostrar etiquetas
ShowLabelsOnMouseoverOnly=Mostrar etiquetas sólo al pasar sobre el botón

// Animation
AnimationWord=Animación
GeneralFrameRate=Velocidad de cuadros General (FPS)
RotationAnimationDuration=Duración Animación de Rotación (ms)
FadeInFadeOutDuration=Duración de Aparecer / Desaparecer (ms)
UsePoofAnimationWhenDeleting=Usar animación Poof Borrando (Experimental)

//About Panel
AboutWord=Sobre
ThePremiereCircularDockForWindows=El primer Dock circular para Windows
WebsiteWord=Website
VersionInformation=Información de versión
OfficialHomepage=Página de Inicio Oficial

// Help Panel
SupportWord=Soporte
OfficialWebForum=Foro Web Oficial
OfficialWebHelpFAQ=Web Oficial de Ayuda/FAQ

// Language Panel
LanguageFileLocation=Ubicación del archivo de idioma
LanguageName=Idioma
LanguageFileAuthor=Autor del archivo de idioma
LanguageFileVersion=Versión del archivo de idioma
LanguageFileOriginallyIntendedFor=Archivo en lenguaje originalmente destinados para la versión Circle Dock:
LanguageFileProgramRestartRequired=***Es necesario reiniciar el programa para cambiar el idioma plenamente***
LanguageFileValidCurrent=El Archivo de idioma es válido/Actual
LanguageFileInvalidOutofDate=Archivo de idioma es inválido/Desactualizado

// File -> Icon Associations
FileIconAssocationsDescription=Los iconos utilizados por defecto al añadir archivos / carpetas al Dock
FileNameIconAssociations=Nombre de Archivo -> Asociación de íconos
FolderNameIconAssociations=Nombre de la carpeta -> Asociación de íconos
FileExtensionIconAssociations=Extensión de archivo -> Asociación de íconos
DockFolderIconAssociation=Carpeta del Dock -> Asociación de íconos

fileName=Nombre de Archivo
folderName=Nombre de Carpeta
extensionName=Extensión
associatedDockIcon=Icono Dock Asociado
browse=Navegar
startsWith=Comienza con
endsWith=Finaliza con
exactMatch=Exacto
contains=Contiene
sample=Ejemplo

// Toggling
ToggleVisibilityHotKey=Tecla rápida de cambio de visibilidad
ToggleVisibilityMouseButton=Botón del mouse de cambio de visibilidad
ShowDockWhenIMoveMyMouseTo=Mostrar Dock cuando muevo mouse a...
ScreenLeftEdge=Borde izquierdo de pantalla
ScreenRightEdge=Borde derecho de pantala
ScreenTopEdge=Borde superior de pantalla
ScreenBottomEdge=Borde inferiorde pantalla
EdgeWidthHeight=Borde ancho/alto
dwellTime=Tiempo de aparición Dock



[ErrorMessages]
MissingInvalid=Desaparecido/Inválido
FilePathMissingInvalid=Archivo/Camino desaparecido o inválido

[DockItemProperties]
ItemSettings=Configuración de item
IconImage=Imágen de ícono (En blanco por defecto)
Name=Nombre (En Blanco por defecto)
Target=Meta
Folder=Carpeta.....
File=Archivo.....
StartIn=Iniciar en
Arguments=Argumentos
Run=Ejecutar
Normal=Normal
Minimized=Minimizado
Maximized=Maximizado
Close=Cerrar
